HSDTaskName = "Energy";
RetrieveInformationProcessTitle = "Retrieving information…";
ApplySettingsProgressTitle = "Applying settings…";

HSDMatrixTitle = "Lamp Mode:";
HSDEnergySaveItemName = "Energy Save";
HSDEnergySaveItemHint = "Scanner lamp turns off after fifteen minutes of inactivity.";
HSDFasterScanningItemName = "Faster Scanning";
HSDFasterScanningItemHint = "Scanner lamp turns on and remains on for an extended period of time.";

HSDPopupTitle = "Automatically power off the scanner:";
HSDOneHourValue = "After one hour";
HSDTwoHourValue = "After two hours";
HSDFourHourValue = "After four hours";
HSDEightHourValue = "After eight hours";
HSDNeverValue = "Never";
